Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: All purchases have been restored. Please remember that only previously bought non-consumable products and auto-renewable subscriptions can be restored.
ar: تمت استعادة جميع المشتريات. يُرجى تذكّر أنه لا يمكن استعادة سوى المنتجات غير القابلة للاستهلاك والاشتراكات ذاتية التجديد التي تم شراؤها سابقًا.
bn: সমস্ত ক্রয় পুনরুদ্ধার করা হয়েছে। অনুগ্রহ করে মনে রাখবেন, কেবল পূর্বে কেনা নন-কনজিউমেবল পণ্য এবং স্বয়ংক্রিয়ভাবে নবায়নযোগ্য সাবস্ক্রিপশনই পুনরুদ্ধার করা যায়।
cs: Všechny nákupy byly obnoveny. Upozorňujeme, že obnovit lze pouze dříve zakoupené nespotřební produkty a automaticky obnovované předplatné.
da: Alle køb er blevet gendannet. Vær opmærksom på, at kun tidligere købte ikke-forbrugsvarer og automatisk fornyende abonnementer kan gendannes.
de: Alle Käufe wurden wiederhergestellt. Bitte beachten Sie, dass nur zuvor erworbene nicht-verbrauchbare Produkte und automatisch verlängerbare Abonnements wiederhergestellt werden können.
el: Όλες οι αγορές αποκαταστάθηκαν. Έχετε υπόψη ότι μπορούν να αποκατασταθούν μόνο μη αναλώσιμα προϊόντα και αυτόματα ανανεούμενες συνδρομές που έχετε αγοράσει στο παρελθόν.
es: Se han restaurado todas las compras. Recuerde que solo se pueden restaurar los productos no consumibles y las suscripciones de renovación automática adquiridos anteriormente.
es_419: Se restauraron todas las compras. Recuerde que solo se pueden restaurar los productos no consumibles y las suscripciones de renovación automática adquiridos anteriormente.
fa: تمام خریدها بازیابی شد. لطفاً به یاد داشته باشید که فقط محصولات مصرف‌نشدنی و اشتراک‌های با تمدید خودکار که قبلاً خریداری شده‌اند قابل بازیابی هستند.
fi: Kaikki ostot on palautettu. Huomaa, että vain aiemmin ostetut kertaluonteiset tuotteet ja automaattisesti uusiutuvat tilaukset voidaan palauttaa.
fil: Naibalik na ang lahat ng pagbili. Pakitandaan na ang mga dating nabiling non-consumable na produkto at mga auto-renewable na subscription lamang ang maaaring ibalik.
fr: Tous les achats ont été restaurés. Veuillez noter que seuls les produits non consommables et les abonnements à renouvellement automatique précédemment achetés peuvent être restaurés.
he: כל הרכישות שוחזרו. נא לזכור כי ניתן לשחזר רק מוצרים בלתי מתכלים ומינויים בחידוש אוטומטי שנרכשו בעבר.
hi: सभी खरीदारियाँ पुनर्स्थापित कर दी गई हैं। कृपया ध्यान रखें कि केवल पहले से खरीदे गए नॉन-कंज़्यूमेबल उत्पाद और स्वतः-नवीकरणीय सदस्यताएँ ही पुनर्स्थापित की जा सकती हैं।
hu: Minden vásárlás visszaállítva. Kérjük, ne feledje, hogy csak a korábban megvásárolt, nem fogyasztható termékek és az automatikusan megújuló előfizetések állíthatók vissza.
hy: Բոլոր գնումները վերականգնվել են։ Խնդրում ենք հիշել, որ վերականգնվում են միայն նախկինում ձեռք բերված ոչ սպառվող ապրանքները և ինքնավերականգնվող բաժանորդագրությունները։
id: Semua pembelian telah dipulihkan. Harap diingat bahwa hanya produk non-konsumtif dan langganan perpanjangan otomatis yang sebelumnya dibeli yang dapat dipulihkan.
it: Tutti gli acquisti sono stati ripristinati. Le ricordiamo che è possibile ripristinare solo i prodotti non consumabili e gli abbonamenti con rinnovo automatico acquistati in precedenza.
ja: すべての購入を復元しました。 復元できるのは、以前に購入した非消耗型製品と自動更新サブスクリプションのみですのでご了承ください。
ko: 모든 구매 항목이 복원되었습니다. 이전에 구매한 비소모성 제품과 자동 갱신 구독만 복원할 수 있다는 점을 기억해 주세요.
ms: Semua pembelian telah dipulihkan. Sila ingat bahawa hanya produk tak boleh guna habis dan langganan auto-perbaharu yang dibeli sebelum ini boleh dipulihkan.
nb: Alle kjøp er gjenopprettet. Vær oppmerksom på at bare tidligere kjøpte ikke-forbruksvarer og automatisk fornyende abonnementer kan gjenopprettes.
nl: Alle aankopen zijn hersteld. Let op: alleen eerder gekochte niet-verbruikbare producten en automatisch verlengende abonnementen kunnen worden hersteld.
pl: Wszystkie zakupy zostały przywrócone. Prosimy pamiętać, że przywrócić można jedynie wcześniej zakupione produkty niezużywalne oraz subskrypcje odnawiane automatycznie.
pt_br: Todas as compras foram restauradas. Lembre-se de que somente produtos não consumíveis e assinaturas renováveis automaticamente que já foram adquiridos podem ser restaurados.
pt_pt: Todas as compras foram restauradas. Lembre-se de que apenas os produtos não consumíveis e as subscrições com renovação automática adquiridos anteriormente podem ser restaurados.
ro: Toate achizițiile au fost restabilite. Vă rugăm să rețineți că pot fi restabilite doar produsele neconsumabile și abonamentele cu reînnoire automată achiziționate anterior.
ru: Все покупки восстановлены. Обратите внимание, что восстановить можно только ранее приобретённые непотребляемые продукты и подписки с автопродлением.
sv: Alla köp har återställts. Kom ihåg att endast tidigare köpta icke-förbrukningsbara produkter och automatiskt förnyade prenumerationer kan återställas.
ta: அனைத்து கொள்முதல்களும் மீட்டெடுக்கப்பட்டுள்ளன. முன்னர் வாங்கிய நுகர்வு அல்லாத தயாரிப்புகள் மற்றும் தானியங்கி புதுப்பிப்பு சந்தாக்களை மட்டுமே மீட்டெடுக்க முடியும் என்பதை நினைவில் கொள்ளவும்.
te: అన్ని కొనుగోళ్లు పునరుద్ధరించబడ్డాయి. దయచేసి గమనించండి, గతంలో కొనుగోలు చేసిన నాన్-కన్స్యూమబుల్ ఉత్పత్తులు మరియు ఆటో-రెన్యూవబుల్ సబ్‌స్క్రిప్షన్‌లను మాత్రమే పునరుద్ధరించవచ్చు.
th: กู้คืนการซื้อทั้งหมดเรียบร้อยแล้ว โปรดทราบว่าสามารถกู้คืนได้เฉพาะสินค้าแบบใช้ครั้งเดียวไม่ได้และการสมัครสมาชิกแบบต่ออายุอัตโนมัติที่เคยซื้อไว้ก่อนหน้านี้เท่านั้น
tr: Tüm satın alımlar geri yüklendi. Lütfen yalnızca daha önce satın alınmış tüketilemez ürünlerin ve otomatik yenilenen aboneliklerin geri yüklenebileceğini unutmayın.
uk: Усі покупки відновлено. Зверніть увагу, що відновити можна лише раніше придбані неспоживні товари та автоматично поновлювані підписки.
ur: تمام خریداریاں بحال کر دی گئی ہیں۔ براہِ کرم یاد رکھیں کہ صرف پہلے سے خریدی گئی نان-کنزیومیبل مصنوعات اور خودکار تجدید ہونے والی سبسکرپشنز ہی بحال کی جا سکتی ہیں۔
vi: Tất cả giao dịch mua đã được khôi phục. Xin lưu ý rằng chỉ các sản phẩm không tiêu hao và các gói đăng ký tự động gia hạn đã mua trước đó mới có thể được khôi phục.
zh_hans: 所有购买项目已恢复。 请注意，仅可恢复此前购买的非消耗型项目和自动续期订阅。
zh_hant: 所有購買項目皆已還原。 請注意，僅先前購買的非消耗性產品與自動續訂的訂閱項目可供還原。

source: Allow Access
ar: السماح بالوصول
bn: অ্যাক্সেস অনুমোদন করুন
cs: Povolit přístup
da: Tillad adgang
de: Zugriff erlauben
el: Παραχώρηση πρόσβασης
es: Permitir acceso
es_419: Permitir acceso
fa: اجازه دسترسی
fi: Salli pääsy
fil: Payagan ang Access
fr: Autoriser l’accès
he: אפשר גישה
hi: पहुँच की अनुमति दें
hu: Hozzáférés engedélyezése
hy: Թույլատրել մուտքը
id: Izinkan Akses
it: Consenti l'accesso
ja: アクセスを許可
ko: 접근 허용
ms: Benarkan Akses
nb: Gi tilgang
nl: Geef toegang
pl: Zezwól na dostęp
pt_br: Permitir acesso
pt_pt: Permitir Acesso
ro: Permite accesul
ru: Разрешить доступ
sv: Tillåt åtkomst
ta: அணுகலை அனுமதியுங்கள்
te: యాక్సెస్ అనుమతించండి
th: อนุญาตการเข้าถึง
tr: Erişime İzin Ver
uk: Надати доступ
ur: رسائی کی اجازت دیں
vi: Cho Phép Truy Cập
zh_hans: 允许访问
zh_hant: 允許存取

source: Allow access to your photo library to choose a profile picture.
ar: اسمح بالوصول إلى مكتبة صورك لاختيار صورة الملف الشخصي.
bn: একটি প্রোফাইল ছবি বেছে নিতে আপনার ফটো লাইব্রেরিতে অ্যাক্সেস অনুমোদন করুন।
cs: Povolte přístup ke knihovně fotek, abyste si mohli vybrat profilový obrázek.
da: Giv adgang til dit billedbibliotek for at vælge et profilbillede.
de: Erlaube den Zugriff auf deine Fotomediathek, um ein Profilbild auszuwählen.
el: Παραχωρήστε πρόσβαση στη βιβλιοθήκη φωτογραφιών σας για να επιλέξετε εικόνα προφίλ.
es: Permite el acceso a tu fototeca para elegir una foto de perfil.
es_419: Permite el acceso a tu fototeca para elegir una foto de perfil.
fa: برای انتخاب عکس نمایه، به کتابخانه عکس‌های خود اجازه دسترسی بدهید.
fi: Salli pääsy kuvakirjastoosi valitaksesi profiilikuvan.
fil: Payagan ang access sa iyong photo library upang makapili ng larawan sa profile.
fr: Autorisez l’accès à votre photothèque pour choisir une photo de profil.
he: יש לאפשר גישה לספריית התמונות כדי לבחור תמונת פרופיל.
hi: प्रोफ़ाइल चित्र चुनने के लिए अपनी फ़ोटो लाइब्रेरी तक पहुँच की अनुमति दें।
hu: Engedélyezd a hozzáférést a fotótáradhoz, hogy profilképet választhass.
hy: Թույլատրեք մուտքը ձեր լուսանկարների գրադարան՝ պրոֆիլի նկար ընտրելու համար։
id: Izinkan akses ke pustaka foto Anda untuk memilih foto profil.
it: Consenti l'accesso alla tua libreria foto per scegliere un'immagine del profilo.
ja: プロフィール写真を選ぶには、写真ライブラリへのアクセスを許可してください。
ko: 프로필 사진을 선택하려면 사진 보관함 접근을 허용해 주세요.
ms: Benarkan akses ke pustaka foto anda untuk memilih gambar profil.
nb: Gi tilgang til bildebiblioteket ditt for å velge et profilbilde.
nl: Geef toegang tot je fotobibliotheek om een profielfoto te kiezen.
pl: Zezwól na dostęp do biblioteki zdjęć, aby wybrać zdjęcie profilowe.
pt_br: Permita o acesso à sua galeria de fotos para escolher uma foto de perfil.
pt_pt: Permite o acesso à tua biblioteca de fotos para escolheres uma foto de perfil.
ro: Permite accesul la galeria foto pentru a alege o poză de profil.
ru: Разрешите доступ к медиатеке, чтобы выбрать фото профиля.
sv: Tillåt åtkomst till ditt bildbibliotek för att välja en profilbild.
ta: சுயவிவரப் படத்தைத் தேர்ந்தெடுக்க உங்கள் புகைப்பட நூலகத்திற்கான அணுகலை அனுமதியுங்கள்.
te: ప్రొఫైల్ చిత్రాన్ని ఎంచుకోవడానికి మీ ఫోటో లైబ్రరీకి యాక్సెస్ అనుమతించండి.
th: อนุญาตการเข้าถึงคลังรูปภาพของคุณเพื่อเลือกรูปโปรไฟล์
tr: Profil fotoğrafı seçmek için fotoğraf kitaplığınıza erişime izin verin.
uk: Надайте доступ до вашої фотобібліотеки, щоб обрати фото профілю.
ur: پروفائل تصویر منتخب کرنے کے لیے اپنی فوٹو لائبریری تک رسائی کی اجازت دیں۔
vi: Cho phép truy cập thư viện ảnh để chọn ảnh đại diện.
zh_hans: 请允许访问您的照片库以选择头像。
zh_hant: 允許存取你的照片圖庫以選擇個人頭像。

source: Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.
ar: هل أنت متأكد من أنك تريد حذف حسابك؟ بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. يُرجى إدخال كلمة المرور لتأكيد رغبتك في حذف حسابك نهائيًا.
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান? একবার আপনার অ্যাকাউন্ট মুছে ফেলা হলে, এর সমস্ত রিসোর্স এবং ডেটা স্থায়ীভাবে মুছে যাবে। আপনি আপনার অ্যাকাউন্ট স্থায়ীভাবে মুছে ফেলতে চান তা নিশ্চিত করতে অনুগ্রহ করে আপনার পাসওয়ার্ড লিখুন।
cs: Opravdu chcete smazat svůj účet? Po smazání účtu budou všechny jeho zdroje a data trvale odstraněny. Zadejte prosím své heslo a potvrďte tak, že chcete svůj účet trvale smazat.
da: Er du sikker på, at du vil slette din konto? Når din konto er slettet, vil alle dens ressourcer og data blive slettet permanent. Indtast venligst din adgangskode for at bekræfte, at du vil slette din konto permanent.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Sobald Ihr Konto gelöscht ist, werden alle zugehörigen Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto endgültig löschen möchten.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας; Μόλις διαγραφεί ο λογαριασμός σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Εισαγάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να διαγράψετε οριστικά τον λογαριασμό σας.
es: ¿Está seguro de que desea eliminar su cuenta? Una vez eliminada la cuenta, todos sus recursos y datos se eliminarán de forma permanente. Introduzca su contraseña para confirmar que desea eliminar su cuenta de forma permanente.
es_419: ¿Está seguro de que desea eliminar su cuenta? Una vez eliminada, todos sus recursos y datos se eliminarán de forma permanente. Ingrese su contraseña para confirmar que desea eliminar su cuenta de forma permanente.
fa: آیا مطمئن هستید که می‌خواهید حساب خود را حذف کنید؟ پس از حذف حساب، تمام منابع و داده‌های آن برای همیشه حذف خواهند شد. لطفاً برای تأیید حذف دائمی حساب خود، گذرواژه‌تان را وارد کنید.
fi: Haluatteko varmasti poistaa tilinne? Kun tili on poistettu, kaikki sen sisältö ja tiedot poistetaan pysyvästi. Vahvistakaa tilin pysyvä poistaminen syöttämällä salasananne.
fil: Sigurado ka bang gusto mong tanggalin ang iyong account? Kapag natanggal na ang iyong account, permanenteng mabubura ang lahat ng mga mapagkukunan at datos nito. Pakilagay ang iyong password upang kumpirmahing nais mong permanenteng tanggalin ang iyong account.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.
he: האם אתה בטוח שברצונך למחוק את החשבון שלך? לאחר מחיקת החשבון, כל המשאבים והנתונים שלו יימחקו לצמיתות. נא להזין את הסיסמה שלך כדי לאשר שברצונך למחוק את החשבון לצמיתות.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? आपका खाता हटा दिए जाने पर, उसके सभी संसाधन और डेटा स्थायी रूप से हटा दिए जाएँगे। कृपया यह पुष्टि करने के लिए कि आप अपना खाता स्थायी रूप से हटाना चाहते हैं, अपना पासवर्ड दर्ज करें।
hu: Biztosan törölni szeretné a fiókját? A fiók törlése után minden hozzá tartozó erőforrás és adat véglegesen törlődik. Kérjük, adja meg a jelszavát, hogy megerősítse a fiók végleges törlésére vonatkozó szándékát.
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել ձեր հաշիվը։ Հաշիվը ջնջվելուց հետո դրա բոլոր ռեսուրսներն ու տվյալները ընդմիշտ կջնջվեն։ Խնդրում ենք մուտքագրել ձեր գաղտնաբառը՝ հաստատելու, որ ցանկանում եք ընդմիշտ ջնջել ձեր հաշիվը։
id: Apakah Anda yakin ingin menghapus akun Anda? Setelah akun Anda dihapus, semua sumber daya dan datanya akan dihapus secara permanen. Harap masukkan kata sandi Anda untuk mengonfirmasi bahwa Anda ingin menghapus akun Anda secara permanen.
it: Sei sicuro di voler eliminare il tuo account? Una volta eliminato l'account, tutte le sue risorse e i suoi dati verranno cancellati in modo permanente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.
ja: アカウントを削除してもよろしいですか？アカウントを削除すると、すべてのリソースとデータが完全に削除されます。アカウントを完全に削除することを確認するため、パスワードを入力してください。
ko: 계정을 삭제하시겠습니까? 계정이 삭제되면 모든 리소스와 데이터가 영구적으로 삭제됩니다. 계정을 영구적으로 삭제하려는 것이 맞는지 확인하기 위해 비밀번호를 입력해 주세요.
ms: Adakah anda pasti mahu memadam akaun anda? Setelah akaun anda dipadam, semua sumber dan datanya akan dipadam secara kekal. Sila masukkan kata laluan anda untuk mengesahkan bahawa anda ingin memadam akaun anda secara kekal.
nb: Er du sikker på at du vil slette kontoen din? Når kontoen din er slettet, vil alle ressurser og data tilknyttet den bli slettet for godt. Skriv inn passordet ditt for å bekrefte at du vil slette kontoen din permanent.
nl: Weet u zeker dat u uw account wilt verwijderen? Zodra uw account is verwijderd, worden alle bijbehorende bronnen en gegevens permanent verwijderd. Voer uw wachtwoord in om te bevestigen dat u uw account permanent wilt verwijderen.
pl: Czy na pewno chcesz usunąć swoje konto? Po usunięciu konta wszystkie powiązane z nim zasoby i dane zostaną trwale usunięte. Wprowadź swoje hasło, aby potwierdzić, że chcesz trwale usunąć konto.
pt_br: Tem certeza de que deseja excluir sua conta? Após a exclusão da conta, todos os seus recursos e dados serão excluídos permanentemente. Digite sua senha para confirmar que deseja excluir sua conta permanentemente.
pt_pt: Tem a certeza de que pretende eliminar a sua conta? Após a eliminação da conta, todos os seus recursos e dados serão eliminados permanentemente. Introduza a sua palavra-passe para confirmar que pretende eliminar permanentemente a sua conta.
ro: Sigur doriți să vă ștergeți contul? După ștergerea contului, toate resursele și datele acestuia vor fi șterse definitiv. Vă rugăm să introduceți parola pentru a confirma că doriți să vă ștergeți definitiv contul.
ru: Вы уверены, что хотите удалить учётную запись? После удаления учётной записи все её ресурсы и данные будут безвозвратно удалены. Введите пароль, чтобы подтвердить безвозвратное удаление учётной записи.
sv: Är du säker på att du vill radera ditt konto? När ditt konto har raderats kommer alla dess resurser och all data att raderas permanent. Ange ditt lösenord för att bekräfta att du vill radera ditt konto permanent.
ta: உங்கள் கணக்கை நீக்க விரும்புகிறீர்கள் என்பது உறுதியா? உங்கள் கணக்கு நீக்கப்பட்டவுடன், அதன் அனைத்து வளங்களும் தரவுகளும் நிரந்தரமாக நீக்கப்படும். உங்கள் கணக்கை நிரந்தரமாக நீக்க விரும்புவதை உறுதிப்படுத்த உங்கள் கடவுச்சொல்லை உள்ளிடவும்.
te: మీ ఖాతాను తొలగించాలనుకుంటున్నారని మీరు నిశ్చయంగా ఉన్నారా? మీ ఖాతా తొలగించబడిన తర్వాత, దానికి సంబంధించిన అన్ని వనరులు మరియు డేటా శాశ్వతంగా తొలగించబడతాయి. మీ ఖాతాను శాశ్వతంగా తొలగించాలనుకుంటున్నారని నిర్ధారించడానికి దయచేసి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ เมื่อลบบัญชีแล้ว ทรัพยากรและข้อมูลทั้งหมดของบัญชีจะถูกลบอย่างถาวร โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชีของคุณอย่างถาวร
tr: Hesabınızı silmek istediğinizden emin misiniz? Hesabınız silindiğinde, tüm kaynakları ve verileri kalıcı olarak silinecektir. Hesabınızı kalıcı olarak silmek istediğinizi onaylamak için lütfen parolanızı girin.
uk: Ви впевнені, що хочете видалити свій обліковий запис? Після видалення облікового запису всі його ресурси та дані буде остаточно видалено. Будь ласка, введіть свій пароль, щоб підтвердити, що ви бажаєте остаточно видалити свій обліковий запис.
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟ اکاؤنٹ حذف ہو جانے کے بعد، اس کے تمام وسائل اور ڈیٹا مستقل طور پر حذف کر دیے جائیں گے۔ اپنا اکاؤنٹ مستقل طور پر حذف کرنے کی تصدیق کے لیے براہِ کرم اپنا پاس ورڈ درج کریں۔
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không? Sau khi tài khoản bị xóa, tất cả tài nguyên và dữ liệu của tài khoản sẽ bị xóa vĩnh viễn. Vui lòng nhập mật khẩu của bạn để xác nhận rằng bạn muốn xóa vĩnh viễn tài khoản của mình.
zh_hans: 确定要删除您的账户吗？账户一经删除，其所有资源和数据都将被永久删除。请输入您的密码，确认永久删除账户。
zh_hant: 您確定要刪除您的帳號嗎？帳號一經刪除，其所有資源與資料將永久刪除且無法復原。請輸入您的密碼，以確認您要永久刪除您的帳號。

source: authenticate to continue.
ar: تحقّق من هويتك للمتابعة.
bn: চালিয়ে যেতে অনুমোদন করুন।
cs: ověřte se pro pokračování.
da: godkend for at fortsætte.
de: authentifizieren, um fortzufahren.
el: ταυτοποιηθείτε για να συνεχίσετε.
es: autentíquese para continuar.
es_419: autentíquese para continuar.
fa: برای ادامه احراز هویت کنید.
fi: todenna jatkaaksesi.
fil: magpatotoo upang magpatuloy.
fr: authentifiez-vous pour continuer.
he: יש לבצע אימות כדי להמשיך.
hi: जारी रखने के लिए प्रमाणीकरण करें।
hu: hitelesítsen a folytatáshoz.
hy: նույնականացեք շարունակելու համար։
id: autentikasi untuk melanjutkan.
it: autenticati per continuare.
ja: 続けるには認証してください。
ko: 계속하려면 인증해 주세요.
ms: sahkan untuk meneruskan.
nb: autentiser for å fortsette.
nl: authenticeer om door te gaan.
pl: uwierzytelnij się, aby kontynuować.
pt_br: autentique-se para continuar.
pt_pt: autentique-se para continuar.
ro: autentificați-vă pentru a continua.
ru: пройдите аутентификацию, чтобы продолжить.
sv: autentisera för att fortsätta.
ta: தொடர அங்கீகரிக்கவும்.
te: కొనసాగడానికి ప్రామాణీకరించండి.
th: ยืนยันตัวตนเพื่อดำเนินการต่อ
tr: devam etmek için kimliğinizi doğrulayın.
uk: пройдіть автентифікацію, щоб продовжити.
ur: جاری رکھنے کے لیے تصدیق کریں۔
vi: xác thực để tiếp tục.
zh_hans: 请验证身份以继续。
zh_hant: 進行驗證以繼續。

source: authenticate to disable app lock.
ar: تحقّق من هويتك لتعطيل قفل التطبيق.
bn: অ্যাপ লক নিষ্ক্রিয় করতে অনুমোদন করুন।
cs: ověřte se pro vypnutí zámku aplikace.
da: godkend for at deaktivere app-lås.
de: authentifizieren, um die App-Sperre zu deaktivieren.
el: ταυτοποιηθείτε για να απενεργοποιήσετε το κλείδωμα εφαρμογής.
es: autentíquese para desactivar el bloqueo de la app.
es_419: autentíquese para desactivar el bloqueo de la app.
fa: برای غیرفعال‌کردن قفل برنامه احراز هویت کنید.
fi: todenna poistaaksesi sovelluslukituksen käytöstä.
fil: magpatotoo upang i-disable ang app lock.
fr: authentifiez-vous pour désactiver le verrouillage de l’app.
he: יש לבצע אימות כדי להשבית את נעילת האפליקציה.
hi: ऐप लॉक अक्षम करने के लिए प्रमाणीकरण करें।
hu: hitelesítsen az alkalmazászár kikapcsolásához.
hy: նույնականացեք հավելվածի կողպեքն անջատելու համար։
id: autentikasi untuk menonaktifkan kunci aplikasi.
it: autenticati per disattivare il blocco dell'app.
ja: Appロックを無効にするには認証してください。
ko: 앱 잠금을 해제하려면 인증해 주세요.
ms: sahkan untuk melumpuhkan kunci aplikasi.
nb: autentiser for å slå av applåsen.
nl: authenticeer om appvergrendeling uit te schakelen.
pl: uwierzytelnij się, aby wyłączyć blokadę aplikacji.
pt_br: autentique-se para desativar o bloqueio do app.
pt_pt: autentique-se para desativar o bloqueio da aplicação.
ro: autentificați-vă pentru a dezactiva blocarea aplicației.
ru: пройдите аутентификацию, чтобы отключить блокировку приложения.
sv: autentisera för att inaktivera applåset.
ta: ஆப் பூட்டை முடக்க அங்கீகரிக்கவும்.
te: యాప్ లాక్‌ను నిలిపివేయడానికి ప్రామాణీకరించండి.
th: ยืนยันตัวตนเพื่อปิดการล็อกแอป
tr: uygulama kilidini devre dışı bırakmak için kimliğinizi doğrulayın.
uk: пройдіть автентифікацію, щоб вимкнути блокування застосунку.
ur: ایپ لاک غیر فعال کرنے کے لیے تصدیق کریں۔
vi: xác thực để tắt khóa ứng dụng.
zh_hans: 请验证身份以关闭应用锁。
zh_hant: 進行驗證以停用 App 鎖定。

source: Authenticate to disable app lock.
ar: تحقّق من هويتك لتعطيل قفل التطبيق.
bn: অ্যাপ লক নিষ্ক্রিয় করতে অনুমোদন করুন।
cs: Ověřte se pro vypnutí zámku aplikace.
da: Godkend for at deaktivere app-lås.
de: Authentifizieren Sie sich, um die App-Sperre zu deaktivieren.
el: Ταυτοποιηθείτε για να απενεργοποιήσετε το κλείδωμα εφαρμογής.
es: Autentíquese para desactivar el bloqueo de la app.
es_419: Autentíquese para desactivar el bloqueo de la app.
fa: برای غیرفعال‌کردن قفل برنامه احراز هویت کنید.
fi: Todenna poistaaksesi sovelluslukituksen käytöstä.
fil: Magpatotoo upang i-disable ang app lock.
fr: Authentifiez-vous pour désactiver le verrouillage de l’app.
he: יש לבצע אימות כדי להשבית את נעילת האפליקציה.
hi: ऐप लॉक अक्षम करने के लिए प्रमाणीकरण करें।
hu: Hitelesítsen az alkalmazászár kikapcsolásához.
hy: Նույնականացեք հավելվածի կողպեքն անջատելու համար։
id: Lakukan autentikasi untuk menonaktifkan kunci aplikasi.
it: Autenticati per disattivare il blocco dell'app.
ja: Appロックを無効にするには認証してください。
ko: 앱 잠금을 해제하려면 인증해 주세요.
ms: Sahkan untuk melumpuhkan kunci aplikasi.
nb: Autentiser for å slå av applåsen.
nl: Authenticeer om appvergrendeling uit te schakelen.
pl: Uwierzytelnij się, aby wyłączyć blokadę aplikacji.
pt_br: Autentique-se para desativar o bloqueio do app.
pt_pt: Autentique-se para desativar o bloqueio da aplicação.
ro: Autentificați-vă pentru a dezactiva blocarea aplicației.
ru: Пройдите аутентификацию, чтобы отключить блокировку приложения.
sv: Autentisera för att inaktivera applåset.
ta: ஆப் பூட்டை முடக்க அங்கீகரிக்கவும்.
te: యాప్ లాక్‌ను నిలిపివేయడానికి ప్రామాణీకరించండి.
th: ยืนยันตัวตนเพื่อปิดการล็อกแอป
tr: Uygulama kilidini devre dışı bırakmak için kimliğinizi doğrulayın.
uk: Пройдіть автентифікацію, щоб вимкнути блокування застосунку.
ur: ایپ لاک غیر فعال کرنے کے لیے تصدیق کریں۔
vi: Xác thực để tắt khóa ứng dụng.
zh_hans: 请验证身份以关闭应用锁。
zh_hant: 進行驗證以停用 App 鎖定。
